{
  "items": [
    {
      "link": "babylon",
      "image": "babylon.png",
      "title": {
        "en": "Babylon.js",
        "fr": "Babylon.js"
      },
      "description": {
        "en": "Babylon.js has a powerful GUI system that offers countless widgets, controls, and properties to help you create rich GUIs.",
        "fr": "Babylon.js possède un système d'interface graphique puissant qui offre d'innombrables widgets, contrôles et propriétés pour vous aider à créer des interfaces graphiques riches."
      },
      "price": 780.99,
      "discountRate": 30,
      "availability": true,
      "starRate": 3.99,
      "isNew": true
    },
    {
      "link": "nuxt",
      "image": "nuxt.png",
      "title": {
        "en": "Nuxt",
        "fr": "Nuxt"
      },
      "description": {
        "en": "Build your next Vue.js application with confidence using Nuxt. An open source framework making web development simple and powerful",
        "fr": "Créez votre prochaine application Vue.js en toute confiance grâce à Nuxt. Un framework open source qui rend le développement web simple et puissant"
      },
      "price": 887.99,
      "availability": true,
      "starRate": 1.73,
      "isNew": true
    },
    {
      "link": "typescript",
      "image": "typescript.png",
      "title": {
        "en": "TypeScript",
        "fr": "TypeScript"
      },
      "description": {
        "en": "TypeScript is a strongly typed programming language that builds on JavaScript, giving you better tooling at any scale",
        "fr": "TypeScript est un langage de programmation fortement typé qui s'appuie sur JavaScript et vous offre de meilleurs outils à toutes les échelles."
      },
      "price": 1087.99,
      "discountRate": 30,
      "availability": true,
      "starRate": 4.52,
      "isNew": false
    },
    {
      "link": "javascript",
      "image": "javascript.png",
      "title": {
        "en": "JavaScript",
        "fr": "JavaScript"
      },
      "description": {
        "en": "JavaScript is the world's most popular programming language. JavaScript is the programming language of the Web",
        "fr": "JavaScript est le langage de programmation le plus populaire au monde. JavaScript est le langage de programmation du Web"
      },
      "price": 1788.99,
      "availability": true,
      "starRate": 2.58,
      "isNew": true
    },
    {
      "link": "npm",
      "image": "npm.png",
      "title": {
        "en": "npm",
        "fr": "npm"
      },
      "description": {
        "en": "Relied upon by more than 11 million developers worldwide, npm is committed to making JavaScript development elegant, productive, and safe",
        "fr": "Utilisé par plus de 11 millions de développeurs dans le monde, npm s'engage à rendre le développement JavaScript élégant, productif et sûr"
      },
      "price": 1284.99,
      "availability": true,
      "starRate": 2.88,
      "isNew": false
    },
    {
      "link": "vue",
      "image": "vue.png",
      "title": {
        "en": "Vue.js",
        "fr": "Vue.js"
      },
      "description": {
        "en": "Approachable. Builds on top of standard HTML, CSS and JavaScript with intuitive API and world-class documentation",
        "fr": "Abordable. Construit sur les standards HTML, CSS et JavaScript avec une API intuitive et une documentation de classe mondiale"
      },
      "price": 444.99,
      "availability": true,
      "starRate": 3.2,
      "isNew": true
    },
    {
      "link": "bootstrap",
      "image": "bootstrap.png",
      "title": {
        "en": "Bootstrap",
        "fr": "Bootstrap"
      },
      "description": {
        "en": "Bootstrap utilizes Sass for a modular and customizable architecture",
        "fr": "Bootstrap utilise Sass pour une architecture modulaire et personnalisable."
      },
      "price": 334.99,
      "discountRate": 30,
      "availability": true,
      "starRate": 4.8,
      "isNew": false
    },
    {
      "link": "scss",
      "image": "scss.png",
      "title": {
        "en": "Sass",
        "fr": "Sass"
      },
      "description": {
        "en": "Sass stands with the protesters against police violence. We encourage our users to get in the streets and join them if you can",
        "fr": "Sass est aux côtés des manifestants contre les violences policières. Nous encourageons nos utilisateurs à descendre dans la rue et à les rejoindre si vous le pouvez."
      },
      "price": 888.99,
      "availability": true,
      "starRate": 3.99,
      "isNew": true
    }
  ]
}
